<template>
    <div class="parent-main" data-aos="flip-down" data-duration="600">

        <div class="main-right">
            <h1 class="text-3xl text-rose-600">کمپانی رد بول</h1>
            <p class="mt-4 text-justify mb-4 text-xl leading-9 p-2">ویکی‌پدیا دانشنامه‌ای اینترنتی با بیش از ۳۲۹ زبان با محتوای آزاد است که با همکاری افراد داوطلب نوشته می‌شود و هر کس که به اینترنت دسترسی داشته باشد می‌تواند مقاله‌های آن را ویرایش کند. هدف ویکی‌پدیا آفرینش و انتشار جهانی یک دانشنامهٔ آزاد به تمامی زبان‌های زندهٔ دنیاست. با رشد روزافزون این دانشنامه گردانندگان آن در بنیاد ویکی‌مدیا چندین پروژهٔ مشابه دیگر همچون ویکی‌واژه، ویکی‌کتاب، ویکی‌گفتاورد، ویکی‌خبر، ویکی‌دانشگاه، ویکی‌سفر، ویکی‌داده و ویکی‌گونه را پدیدآوردند.رسی داشته باشد می‌تواند مقاله‌های آن را ویرایش کند. هدف ویکی‌پدیا آفرینش و انتشار جهانی یک دانشنامهٔ آزاد به تمامی زبان‌های زندهٔ دنیاست. با رشد روزافزون این دانشنامه گردانندگان آن در بنیاد ویکی‌مدیا چندین پروژهٔ مشابه دیگر همچون ویکی‌واژه، ویکی‌کتاب، ویکی‌گفتاورد، ویکی‌خبر، ویکی‌دانشگاه، ویکی‌سفر، ویکی‌دا ویکی‌پدیای فارسی دو سال پس از شروع پروژهٔ</p>
            <button class="bg-rose-400 mx-3 py-1 px-3 border rounded-full mt-6">ثبت سفارش</button>
            <button class="bg-green-400 mx-3 py-1 px-3 border rounded-full mt-6">پرداخت</button>
        </div>
 

        <div class="main-left">
            <img src='../image/saad-chaudhry-cYpqYxGeqts-unsplash.jpg' />
        </div>


        
    </div>
    
</template>

<script>

export default{
    name:'Main',
    data(){
       return{
       
       }
       

    },
}



</script>